use burgershopdb;

INSERT INTO `burgers` (`description`, `image_src`, `name`, `price`, `weight`) 
VALUES 
('Котлета из говядины криспи, булочка, томат, сыр Чеддер, грудинка, лук красный, салат айсбер, майонез, кетчуп, сырный соус', 'images/1.png', 'Бургер чеддер & бекон', '8', '360'),
('Булочка бриошь с кунжутом, куриная котлета, сыр чеддер, томат, огурец маринованный, лук маринованный, салат Ромен, бекон, соус BBQ', 'images/2.png', 'BBQ с беконом и курицей', '7', '390'),
('Две говяжьи котлеты, сыр чеддер, салат романо, маринованные огурцы, свежий томат, бекон, красный лук,соус бургер, горчица', 'images/3.png', 'Дабл биф бургер', '10', '420'),
('Булочка для бургера, говяжья котлета, красный лук, сыр, охотничья колбаска, соус барбекю, соус сырный, салат айсберг', 'images/4.png', 'Баварский бургер', '7', '220'),
('Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, сыр, сырный соус, кетчуп, зелень', 'images/5.png', 'Бекон чизбургер', '8', '220'),
('Булочка для бургера, котлета куриная, грудинка, яйцо, огурец маринованный, криспи лук, кетчуп, соус сырный, горчица, зелень', 'images/6.png', 'Индиана бургер', '9', '320'),
('Булочка для бургера, вегетарианская котлета, красный лук, сыр, свежий томат, соус барбекю, соус сырный, салат айсберг', 'images/7.png', 'Вегги бургер', '8', '280'),
('Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, красный лук, сыр, перец халапеньо, кетчуп, зелень', 'images/8.png', 'Плаксивый Джо', '7', '380'),
('Булочка для бургера, две говяжьи котлеты, двойной сыр чеддар, огурец маринованный, криспи лук, кетчуп, соус сырный, горчица, зелень', 'images/9.png', 'Двойной чиз бургер', '11', '400'),
('Булочка для бургера, говяжья котлета, бекон, сыр чеддар, яйцо, салями, соус барбекю, соус сырный, салат айсберг, свежий томат', 'images/10.png', 'Фрешбургер', '9', '300'),
('Булочка для бургера, вегетарианская котлета из нута, цуккини на гриле, помидор, огурец маринованный, сыр, горчичный соус, кетчуп, зелень', 'images/11.png', 'Цуккини бургер', '8', '320'),
('Булочка для бургера, котлета говяжья, грудинка, красный лук, огурец маринованный, томат, кетчуп, двойной сыр чеддар, горчица, зелень', 'images/12.png', 'Двойной бургер чеддар', '9', '360');